<?php
/**
 * The header for our theme
 *
 * This is the template that displays all of the <head> section and everything up until <div id="content">
 *
 * @link https://developer.wordpress.org/themes/basics/template-files/#template-partials
 *
 * @package vedanta-auto
 */

?>
<!doctype html>
<html <?php language_attributes(); ?>>
<head>

   <script async src="https://www.googletagmanager.com/gtag/js?id=UA-135275442-1"></script>


<script>
window.dataLayer = window.dataLayer || [];
function gtag(){
  dataLayer.push(arguments);
}
gtag('js', new Date());
gtag('config', 'UA-135275442-1', {'send_page_view': false});

function initRingostat(){
  if (typeof(ga) !== 'undefined') {
    ga('gtag_UA_135275442_1.require','ringostat');
    gtag('event', 'page_view');
    (function (d,s,u,e,p) {
      p=d.getElementsByTagName(s)[0],e=d.createElement(s),e.async=1,e.src=u,p.parentNode.insertBefore(e, p);
    })(document, 'script', 'https://script.ringostat.com/v4/09/09293bb44d0d4d9ebe05445f98cefdc0a4d40574.js');
  } else {
    setTimeout(initRingostat,200);
  }
}
initRingostat();

(function(w,d,s,l,i){w[l]=w[l]||[];w[l].push({'gtm.start':
  new Date().getTime(),event:'gtm.js'});var f=d.getElementsByTagName(s)[0],
  j=d.createElement(s),dl=l!='dataLayer'?'&l='+l:'';j.async=true;j.src=
  'https://www.googletagmanager.com/gtm.js?id='+i+dl;f.parentNode.insertBefore(j,f);
  })(window,document,'script','dataLayer','GTM-TVP4XK9');


</script>

<script>
var fired = false;

window.addEventListener('load', () => {
  if (fired === false) {
      fired = true;

      setTimeout(() => {

          var script=document.createElement('script');
          script.type='text/javascript';
          script.src='//code.jivosite.com/widget/tzLigU9e4Y';

          jQuery("body").append(script);

          !function(f,b,e,v,n,t,s)
          {if(f.fbq)return;n=f.fbq=function(){n.callMethod?
          n.callMethod.apply(n,arguments):n.queue.push(arguments)};
          if(!f._fbq)f._fbq=n;n.push=n;n.loaded=!0;n.version='2.0';
          n.queue=[];t=b.createElement(e);t.async=!0;
          t.src=v;s=b.getElementsByTagName(e)[0];
          s.parentNode.insertBefore(t,s)}(window, document,'script',
          'https://connect.facebook.net/en_US/fbevents.js');
          fbq('init', '334292833866322');
          fbq('track', 'PageView');



      }, 2000)
  }
});
</script>

<!-- <script>


</script> -->



    <!-- <title>Авто из Кореи: Продажа автомобилей с Корейских Аукционов в Украине</title>
    <meta name="description" content="Купить Авто из Кореи с автоплощадок в Одессе ✅. Доставка под Заказ БУ Корейских авто с аукционов Южной Кореи, цены от 8200$✅" /> -->
    <meta http-equiv="Content-Type" content="text/html"  charset="utf-8"/>
	<meta name="viewport" content="width=device-width, initial-scale=1">
    <link rel="profile" href="https://gmpg.org/xfn/11">
    <link rel="stylesheet" href="https://vedanta-auto.com.ua/wp-content/themes/vedanta-auto/style.css?<?=time()?>">
	<?php wp_head(); ?>
    <!-- Facebook Pixel Code -->
    <!-- <script>

    </script> -->
    <noscript><img height="1" width="1" style="display:none"
        src="https://www.facebook.com/tr?id=334292833866322&ev=PageView&noscript=1"
    /></noscript>
    <!-- End Facebook Pixel Code -->

    <!-- jivosite -->
    <script src="//code.jivosite.com/widget/tzLigU9e4Y" async></script>
    <!-- END jivosite -->

    <!-- <script>
    function loadJivo()

{jQuery.getScript("//code.jivosite.com/widget/tzLigU9e4Y"); /*сюда просто копируем код jivo*/ }

jQuery(document).ready(function()
{
 var $width = jQuery(window).width();  if ($width < 768)
{
 setTimeout(loadJivo, 4000);
}});
loadJivo();
    </script> -->
    <?php
        if(is_user_logged_in()){
        echo '<style>
            .homeBanner{display:flex;}
            .hidForms{display:block;}

        </style>';
        }
    ?>
</head>

<body <?php body_class(); ?>>
<!-- Google Tag Manager (noscript) -->
<noscript><iframe src="https://www.googletagmanager.com/ns.html?id=GTM-TVP4XK9"
height="0" width="0" style="display:none;visibility:hidden"></iframe></noscript>
<!-- <div class="snow_cont"> .snow*200 (для снега)
</div> -->
<!-- End Google Tag Manager (noscript) -->
<!-- <script>
// (function(w, d, s, h, id) {
//     w.roistatProjectId = id; w.roistatHost = h;
//     var p = d.location.protocol == "https:" ? "https://" : "http://";
//     var u = /^.*roistat_visit=[^;]+(.*)?$/.test(d.cookie) ? "/dist/module.js" : "/api/site/1.0/"+id+"/init?referrer="+encodeURIComponent(d.location.href);
//     var js = d.createElement(s); js.charset="UTF-8"; js.async = 1; js.src = p+h+u; var js2 = d.getElementsByTagName(s)[0]; js2.parentNode.insertBefore(js, js2);
// })(window, document, 'script', 'cloud.roistat.com', 'e64bde177d02057385f2fabae8b6d381');
</script> -->
	<header class="site-header">
		<div class="top">
			<a href='/' class="logo">
                <!-- <img src="<?php bloginfo('template_url'); ?>/img/logo_white.png" alt="logo-vedanta" srcset=""> -->
                <img src="<?php bloginfo('template_url'); ?>/img/logo_new.png" alt="logo-vedanta">
                <!-- <img src="<?php bloginfo('template_url'); ?>/img/logo_newyear.png" alt="logo-vedanta" srcset=""> -->
            </a>
            <!-- <div class="header_text">Авто из Кореи <br> Без пробега по Украине <br> Уже в наличии</div> -->







            <?php
                if( is_front_page() ) {
                    wp_nav_menu( array(
                        'theme_location' => 'menu-1',
                        'menu_id'        => 'menu',
                        'container'		 => false
                    ) );
                } else {
                    wp_nav_menu( array(
                        'theme_location' => 'menu-2',
                        'menu_id'        => 'menu',
                        'container'		 => false
                    ) );
                }
            ?>





            <div class="socialCall">


			<ul class="social">
                <li>
                    <a href="https://www.facebook.com/Vedantaauto/" target="_blank">
                        <!-- <span class="text">Facebook</span> -->
                        <span class="icon facebook">
                            <svg viewBox="0 0 90 90" version="1.1" xmlns="http://www.w3.org/2000/svg"
                                xmlns:xlink="http://www.w3.org/1999/xlink" xml:space="preserve">
                                <path id="Facebook__x28_alt_x29_" d="M90,15.001C90,7.119,82.884,0,75,0H15C7.116,0,0,7.119,0,15.001v59.998
                                C0,82.881,7.116,90,15.001,90H45V56H34V41h11v-5.844C45,25.077,52.568,16,61.875,16H74v15H61.875C60.548,31,59,32.611,59,35.024V41
                                h15v15H59v34h16c7.884,0,15-7.119,15-15.001V15.001z" />
                            </svg>
                        </span>
                    </a>
                </li>
                <li>
                    <a href="https://www.instagram.com/vedanta_auto/" target="_blank">
                        <!-- <span class="text">Instagram</span> -->
                        <span class="icon instagram">
                            <svg version="1.1" id="instagram_1" viewBox="0 0 180 180" xmlns="http://www.w3.org/2000/svg"
                                xmlns:xlink="http://www.w3.org/1999/xlink" xml:space="preserve">
                                <g>
                                    <path d="M122.406,0H46.654C20.929,0,0,20.93,0,46.655v75.752c0,25.726,20.929,46.655,46.654,46.655h75.752
                                        c25.727,0,46.656-20.93,46.656-46.655V46.655C169.063,20.93,148.133,0,122.406,0z M154.063,122.407
                                        c0,17.455-14.201,31.655-31.656,31.655H46.654C29.2,154.063,15,139.862,15,122.407V46.655C15,29.201,29.2,15,46.654,15h75.752
                                        c17.455,0,31.656,14.201,31.656,31.655V122.407z" />
                                    <path
                                        d="M84.531,40.97c-24.021,0-43.563,19.542-43.563,43.563c0,24.02,19.542,43.561,43.563,43.561s43.563-19.541,43.563-43.561
                                        C128.094,60.512,108.552,40.97,84.531,40.97z M84.531,113.093c-15.749,0-28.563-12.812-28.563-28.561
                                        c0-15.75,12.813-28.563,28.563-28.563s28.563,12.813,28.563,28.563C113.094,100.281,100.28,113.093,84.531,113.093z" />
                                    <path d="M129.921,28.251c-2.89,0-5.729,1.17-7.77,3.22c-2.051,2.04-3.23,4.88-3.23,7.78c0,2.891,1.18,5.73,3.23,7.78
                                        c2.04,2.04,4.88,3.22,7.77,3.22c2.9,0,5.73-1.18,7.78-3.22c2.05-2.05,3.22-4.89,3.22-7.78c0-2.9-1.17-5.74-3.22-7.78
                                        C135.661,29.421,132.821,28.251,129.921,28.251z" />
                                </g>
                            </svg>
                            <svg viewBox="0 0 140 140" id="instagram_2" xmlns="http://www.w3.org/2000/svg"
                                xmlns:xlink="http://www.w3.org/1999/xlink">
                                <defs>
                                    <linearGradient id="b">
                                        <stop offset="0" stop-color="#3771c8" />
                                        <stop stop-color="#3771c8" offset=".128" />
                                        <stop offset="1" stop-color="#60f" stop-opacity="0" />
                                    </linearGradient>
                                    <linearGradient id="a">
                                        <stop offset="0" stop-color="#fd5" />
                                        <stop offset=".1" stop-color="#fd5" />
                                        <stop offset=".5" stop-color="#ff543e" />
                                        <stop offset="1" stop-color="#c837ab" />
                                    </linearGradient>
                                    <radialGradient id="c" cx="158.429" cy="578.088" r="65" xlink:href="#a"
                                        gradientUnits="userSpaceOnUse"
                                        gradientTransform="matrix(0 -1.98198 1.8439 0 -1031.402 454.004)" fx="158.429"
                                        fy="578.088" />
                                    <radialGradient id="d" cx="147.694" cy="473.455" r="65" xlink:href="#b"
                                        gradientUnits="userSpaceOnUse"
                                        gradientTransform="matrix(.17394 .86872 -3.5818 .71718 1648.348 -458.493)"
                                        fx="147.694" fy="473.455" />
                                </defs>
                                <path fill="url(#c)"
                                    d="M65.03 0C37.888 0 29.95.028 28.407.156c-5.57.463-9.036 1.34-12.812 3.22-2.91 1.445-5.205 3.12-7.47 5.468C4 13.126 1.5 18.394.595 24.656c-.44 3.04-.568 3.66-.594 19.188-.01 5.176 0 11.988 0 21.125 0 27.12.03 35.05.16 36.59.45 5.42 1.3 8.83 3.1 12.56 3.44 7.14 10.01 12.5 17.75 14.5 2.68.69 5.64 1.07 9.44 1.25 1.61.07 18.02.12 34.44.12 16.42 0 32.84-.02 34.41-.1 4.4-.207 6.955-.55 9.78-1.28 7.79-2.01 14.24-7.29 17.75-14.53 1.765-3.64 2.66-7.18 3.065-12.317.088-1.12.125-18.977.125-36.81 0-17.836-.04-35.66-.128-36.78-.41-5.22-1.305-8.73-3.127-12.44-1.495-3.037-3.155-5.305-5.565-7.624C116.9 4 111.64 1.5 105.372.596 102.335.157 101.73.027 86.19 0H65.03z"
                                    transform="translate(1.004 1)" />
                                <path fill="url(#d)"
                                    d="M65.03 0C37.888 0 29.95.028 28.407.156c-5.57.463-9.036 1.34-12.812 3.22-2.91 1.445-5.205 3.12-7.47 5.468C4 13.126 1.5 18.394.595 24.656c-.44 3.04-.568 3.66-.594 19.188-.01 5.176 0 11.988 0 21.125 0 27.12.03 35.05.16 36.59.45 5.42 1.3 8.83 3.1 12.56 3.44 7.14 10.01 12.5 17.75 14.5 2.68.69 5.64 1.07 9.44 1.25 1.61.07 18.02.12 34.44.12 16.42 0 32.84-.02 34.41-.1 4.4-.207 6.955-.55 9.78-1.28 7.79-2.01 14.24-7.29 17.75-14.53 1.765-3.64 2.66-7.18 3.065-12.317.088-1.12.125-18.977.125-36.81 0-17.836-.04-35.66-.128-36.78-.41-5.22-1.305-8.73-3.127-12.44-1.495-3.037-3.155-5.305-5.565-7.624C116.9 4 111.64 1.5 105.372.596 102.335.157 101.73.027 86.19 0H65.03z"
                                    transform="translate(1.004 1)" />
                                <path fill="#fff"
                                    d="M66.004 18c-13.036 0-14.672.057-19.792.29-5.11.234-8.598 1.043-11.65 2.23-3.157 1.226-5.835 2.866-8.503 5.535-2.67 2.668-4.31 5.346-5.54 8.502-1.19 3.053-2 6.542-2.23 11.65C18.06 51.327 18 52.964 18 66s.058 14.667.29 19.787c.235 5.11 1.044 8.598 2.23 11.65 1.227 3.157 2.867 5.835 5.536 8.503 2.667 2.67 5.345 4.314 8.5 5.54 3.054 1.187 6.543 1.996 11.652 2.23 5.12.233 6.755.29 19.79.29 13.037 0 14.668-.057 19.788-.29 5.11-.234 8.602-1.043 11.656-2.23 3.156-1.226 5.83-2.87 8.497-5.54 2.67-2.668 4.31-5.346 5.54-8.502 1.18-3.053 1.99-6.542 2.23-11.65.23-5.12.29-6.752.29-19.788 0-13.036-.06-14.672-.29-19.792-.24-5.11-1.05-8.598-2.23-11.65-1.23-3.157-2.87-5.835-5.54-8.503-2.67-2.67-5.34-4.31-8.5-5.535-3.06-1.187-6.55-1.996-11.66-2.23-5.12-.233-6.75-.29-19.79-.29zm-4.306 8.65c1.278-.002 2.704 0 4.306 0 12.816 0 14.335.046 19.396.276 4.68.214 7.22.996 8.912 1.653 2.24.87 3.837 1.91 5.516 3.59 1.68 1.68 2.72 3.28 3.592 5.52.657 1.69 1.44 4.23 1.653 8.91.23 5.06.28 6.58.28 19.39s-.05 14.33-.28 19.39c-.214 4.68-.996 7.22-1.653 8.91-.87 2.24-1.912 3.835-3.592 5.514-1.68 1.68-3.275 2.72-5.516 3.59-1.69.66-4.232 1.44-8.912 1.654-5.06.23-6.58.28-19.396.28-12.817 0-14.336-.05-19.396-.28-4.68-.216-7.22-.998-8.913-1.655-2.24-.87-3.84-1.91-5.52-3.59-1.68-1.68-2.72-3.276-3.592-5.517-.657-1.69-1.44-4.23-1.653-8.91-.23-5.06-.276-6.58-.276-19.398s.046-14.33.276-19.39c.214-4.68.996-7.22 1.653-8.912.87-2.24 1.912-3.84 3.592-5.52 1.68-1.68 3.28-2.72 5.52-3.592 1.692-.66 4.233-1.44 8.913-1.655 4.428-.2 6.144-.26 15.09-.27zm29.928 7.97c-3.18 0-5.76 2.577-5.76 5.758 0 3.18 2.58 5.76 5.76 5.76 3.18 0 5.76-2.58 5.76-5.76 0-3.18-2.58-5.76-5.76-5.76zm-25.622 6.73c-13.613 0-24.65 11.037-24.65 24.65 0 13.613 11.037 24.645 24.65 24.645C79.617 90.645 90.65 79.613 90.65 66S79.616 41.35 66.003 41.35zm0 8.65c8.836 0 16 7.163 16 16 0 8.836-7.164 16-16 16-8.837 0-16-7.164-16-16 0-8.837 7.163-16 16-16z" />
                            </svg>
                        </span>
                    </a>
                </li>
                <li>
                    <a href="https://t.me/vedanta_auto_korea" target="_blank">
                        <!-- <span class="text">Telegram</span> -->
                        <span class="icon telegram">
                            <svg version="1.1" xmlns="http://www.w3.org/2000/svg"
                                xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px" viewBox="0 0 500 435"
                                style="enable-background:new 0 0 500 435;" xml:space="preserve">
                                <path class="st0" d="M8.8,208.7l115.2,43l44.6,143.4c2.9,9.2,14.1,12.6,21.5,6.5l64.2-52.3c6.7-5.5,16.3-5.8,23.4-0.7l115.8,84.1
                                        c8,5.8,19.3,1.4,21.3-8.2l84.9-408.2c2.2-10.5-8.2-19.3-18.2-15.4L8.7,183.3C-3,187.8-2.9,204.4,8.8,208.7L8.8,208.7z M161.4,228.9
                                        L386.6,90.2c4-2.5,8.2,3,4.7,6.2L205.5,269.1c-6.5,6.1-10.7,14.2-11.9,23l-6.3,46.9c-0.8,6.3-9.6,6.9-11.4,0.8l-24.3-85.5
                                        C148.8,244.6,152.8,234.2,161.4,228.9L161.4,228.9z M161.4,228.9"></path>
                            </svg>
                        </span>
                    </a>
                </li>
                <li>
                    <a href="https://invite.viber.com/?g2=AQBt9dOav%2F3DUUsNNmKpY60vx34c%2FN5u713qGgvfuq%2FjTe%2Fpaut%2BryEQIY45cq2a&lang=ru" target="_blank">
                        <!-- <span class="text">Viber</span> -->
                        <span class="icon viber">
                            <svg id="Bold" enable-background="new 0 0 24 24" height="512" viewBox="0 0 24 24" width="512" xmlns="http://www.w3.org/2000/svg">
                                <path d="m23.155 13.893c.716-6.027-.344-9.832-2.256-11.553l.001-.001c-3.086-2.939-13.508-3.374-17.2.132-1.658 1.715-2.242 4.232-2.306
                                7.348-.064 3.117-.14 8.956 5.301 10.54h.005l-.005 2.419s-.037.98.589 1.177c.716.232 1.04-.223 3.267-2.883 3.724.323 6.584-.417
                                6.909-.525.752-.252 5.007-.815 5.695-6.654zm-12.237 5.477s-2.357 2.939-3.09 3.702c-.24.248-.503.225-.499-.267 0-.323.018-4.016.018-4.016-4.613-1.322-4.341-6.294-4.291-8.895.05-2.602.526-4.733 1.93-6.168 3.239-3.037 12.376-2.358 14.704-.17 2.846 2.523 1.833 9.651 1.839 9.894-.585 4.874-4.033 5.183-4.667 5.394-.271.09-2.786.737-5.944.526z"/>
                                <path d="m12.222 4.297c-.385 0-.385.6 0 .605 2.987.023 5.447 2.105 5.474 5.924 0 .403.59.398.585-.005h-.001c-.032-4.115-2.718-6.501-6.058-6.524z"/>
                                <path d="m16.151 10.193c-.009.398.58.417.585.014.049-2.269-1.35-4.138-3.979-4.335-.385-.028-.425.577-.041.605 2.28.173 3.481 1.729 3.435 3.716z"/>
                                <path d="m15.521 12.774c-.494-.286-.997-.108-1.205.173l-.435.563c-.221.286-.634.248-.634.248-3.014-.797-3.82-3.951-3.82-3.951s-.037-.427.239-.656l.544-.45c.272-.216.444-.736.167-1.247-.74-1.337-1.237-1.798-1.49-2.152-.266-.333-.666-.408-1.082-.183h-.009c-.865.506-1.812 1.453-1.509 2.428.517 1.028 1.467 4.305 4.495 6.781 1.423 1.171 3.675 2.371 4.631 2.648l.009.014c.942.314 1.858-.67 2.347-1.561v-.007c.217-.431.145-.839-.172-1.106-.562-.548-1.41-1.153-2.076-1.542z"/>
                                <path d="m13.169 8.104c.961.056 1.427.558 1.477 1.589.018.403.603.375.585-.028-.064-1.346-.766-2.096-2.03-2.166-.385-.023-.421.582-.032.605z"/>
                            </svg>
                        </span>
                    </a>
                </li>
                <li>
                    <a href="https://www.youtube.com/channel/UCXkG2NbSopQwvToq2R0NRxw" target="_blank">
                        <!-- <span class="text">YouTube</span> -->
                        <span class="icon youtube">
                            <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" version="1.1" id="Layer_1" x="0px" y="0px" viewBox="0 0 461.001 461.001" style="enable-background:new 0 0 461.001 461.001;" xml:space="preserve">
                                <path d="M365.257,67.393H95.744C42.866,67.393,0,110.259,0,163.137v134.728  c0,52.878,42.866,95.744,95.744,95.744h269.513c52.878,0,95.744-42.866,95.744-95.744V163.137  C461.001,110.259,418.135,67.393,365.257,67.393z M300.506,237.056l-126.06,60.123c-3.359,1.602-7.239-0.847-7.239-4.568V168.607  c0-3.774,3.982-6.22,7.348-4.514l126.06,63.881C304.363,229.873,304.298,235.248,300.506,237.056z"/>
                            </svg>
                        </span>
                    </a>
                </li>
            </ul>
            <div class="phone">
                <a href="tel:0800201764">0 800 201 764</a>
            </div>
</div>




            <div class="callback_btn">
                <div class="text-call">
                    <svg version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink"
                        id="Capa_1" xml:space="preserve" y="0px" x="0px" viewBox="0 0 348.077 348.077">
                        <path d="M340.273,275.083l-53.755-53.761c-10.707-10.664-28.438-10.34-39.518,0.744l-27.082,27.076
                                    c-1.711-0.943-3.482-1.928-5.344-2.973c-17.102-9.476-40.509-22.464-65.14-47.113c-24.704-24.701-37.704-48.144-47.209-65.257
                                    c-1.003-1.813-1.964-3.561-2.913-5.221l18.176-18.149l8.936-8.947c11.097-11.1,11.403-28.826,0.721-39.521L73.39,8.194
                                    C62.708-2.486,44.969-2.162,33.872,8.938l-15.15,15.237l0.414,0.411c-5.08,6.482-9.325,13.958-12.484,22.02
                                    C3.74,54.28,1.927,61.603,1.098,68.941C-6,127.785,20.89,181.564,93.866,254.541c100.875,100.868,182.167,93.248,185.674,92.876
                                    c7.638-0.913,14.958-2.738,22.397-5.627c7.992-3.122,15.463-7.361,21.941-12.43l0.331,0.294l15.348-15.029
                                    C350.631,303.527,350.95,285.795,340.273,275.083z"></path>
                    </svg>
                    <span>Заказать<br>звонок</span>
                </div>
			</div>









            <div id="mobile-menu-btn"><p>меню</p> <span></span></div>
            <div id="mobile-menu">
                <?php
                    if( is_front_page() ) {
                        wp_nav_menu( array(
                            'theme_location' => 'menu-1',
                            'menu_id'        => 'mobile-menu-view',
                            'container'		 => false,
                        ) );
                    } else {
                        wp_nav_menu( array(
                            'theme_location' => 'menu-2',
                            'menu_id'        => 'mobile-menu-view',
                            'container'		 => false,
                        ) );
                    }
                ?>
                <ul class="social">
                    <li>
                        <a href="https://www.facebook.com/Vedantaauto/">
                            <span class="text">Facebook</span>
                            <span class="icon facebook">
                                <svg viewBox="0 0 90 90" version="1.1" xmlns="http://www.w3.org/2000/svg"
                                    xmlns:xlink="http://www.w3.org/1999/xlink" xml:space="preserve">
                                    <path id="Facebook__x28_alt_x29_" d="M90,15.001C90,7.119,82.884,0,75,0H15C7.116,0,0,7.119,0,15.001v59.998
                                    C0,82.881,7.116,90,15.001,90H45V56H34V41h11v-5.844C45,25.077,52.568,16,61.875,16H74v15H61.875C60.548,31,59,32.611,59,35.024V41
                                    h15v15H59v34h16c7.884,0,15-7.119,15-15.001V15.001z" />
                                </svg>
                            </span>
                        </a>
                    </li>
                    <li>
                        <a href="https://www.instagram.com/vedanta_auto/">
                            <span class="text">Instagram</span>
                            <span class="icon instagram">
                                <svg version="1.1" id="instagram_1" viewBox="0 0 180 180" xmlns="http://www.w3.org/2000/svg"
                                    xmlns:xlink="http://www.w3.org/1999/xlink" xml:space="preserve">
                                    <g>
                                        <path d="M122.406,0H46.654C20.929,0,0,20.93,0,46.655v75.752c0,25.726,20.929,46.655,46.654,46.655h75.752
                                            c25.727,0,46.656-20.93,46.656-46.655V46.655C169.063,20.93,148.133,0,122.406,0z M154.063,122.407
                                            c0,17.455-14.201,31.655-31.656,31.655H46.654C29.2,154.063,15,139.862,15,122.407V46.655C15,29.201,29.2,15,46.654,15h75.752
                                            c17.455,0,31.656,14.201,31.656,31.655V122.407z" />
                                        <path
                                            d="M84.531,40.97c-24.021,0-43.563,19.542-43.563,43.563c0,24.02,19.542,43.561,43.563,43.561s43.563-19.541,43.563-43.561
                                            C128.094,60.512,108.552,40.97,84.531,40.97z M84.531,113.093c-15.749,0-28.563-12.812-28.563-28.561
                                            c0-15.75,12.813-28.563,28.563-28.563s28.563,12.813,28.563,28.563C113.094,100.281,100.28,113.093,84.531,113.093z" />
                                        <path d="M129.921,28.251c-2.89,0-5.729,1.17-7.77,3.22c-2.051,2.04-3.23,4.88-3.23,7.78c0,2.891,1.18,5.73,3.23,7.78
                                            c2.04,2.04,4.88,3.22,7.77,3.22c2.9,0,5.73-1.18,7.78-3.22c2.05-2.05,3.22-4.89,3.22-7.78c0-2.9-1.17-5.74-3.22-7.78
                                            C135.661,29.421,132.821,28.251,129.921,28.251z" />
                                    </g>
                                </svg>
                                <svg viewBox="0 0 140 140" id="instagram_2" xmlns="http://www.w3.org/2000/svg"
                                    xmlns:xlink="http://www.w3.org/1999/xlink">
                                    <defs>
                                        <linearGradient id="b">
                                            <stop offset="0" stop-color="#3771c8" />
                                            <stop stop-color="#3771c8" offset=".128" />
                                            <stop offset="1" stop-color="#60f" stop-opacity="0" />
                                        </linearGradient>
                                        <linearGradient id="a">
                                            <stop offset="0" stop-color="#fd5" />
                                            <stop offset=".1" stop-color="#fd5" />
                                            <stop offset=".5" stop-color="#ff543e" />
                                            <stop offset="1" stop-color="#c837ab" />
                                        </linearGradient>
                                        <radialGradient id="c" cx="158.429" cy="578.088" r="65" xlink:href="#a"
                                            gradientUnits="userSpaceOnUse"
                                            gradientTransform="matrix(0 -1.98198 1.8439 0 -1031.402 454.004)" fx="158.429"
                                            fy="578.088" />
                                        <radialGradient id="d" cx="147.694" cy="473.455" r="65" xlink:href="#b"
                                            gradientUnits="userSpaceOnUse"
                                            gradientTransform="matrix(.17394 .86872 -3.5818 .71718 1648.348 -458.493)"
                                            fx="147.694" fy="473.455" />
                                    </defs>
                                    <path fill="url(#c)"
                                        d="M65.03 0C37.888 0 29.95.028 28.407.156c-5.57.463-9.036 1.34-12.812 3.22-2.91 1.445-5.205 3.12-7.47 5.468C4 13.126 1.5 18.394.595 24.656c-.44 3.04-.568 3.66-.594 19.188-.01 5.176 0 11.988 0 21.125 0 27.12.03 35.05.16 36.59.45 5.42 1.3 8.83 3.1 12.56 3.44 7.14 10.01 12.5 17.75 14.5 2.68.69 5.64 1.07 9.44 1.25 1.61.07 18.02.12 34.44.12 16.42 0 32.84-.02 34.41-.1 4.4-.207 6.955-.55 9.78-1.28 7.79-2.01 14.24-7.29 17.75-14.53 1.765-3.64 2.66-7.18 3.065-12.317.088-1.12.125-18.977.125-36.81 0-17.836-.04-35.66-.128-36.78-.41-5.22-1.305-8.73-3.127-12.44-1.495-3.037-3.155-5.305-5.565-7.624C116.9 4 111.64 1.5 105.372.596 102.335.157 101.73.027 86.19 0H65.03z"
                                        transform="translate(1.004 1)" />
                                    <path fill="url(#d)"
                                        d="M65.03 0C37.888 0 29.95.028 28.407.156c-5.57.463-9.036 1.34-12.812 3.22-2.91 1.445-5.205 3.12-7.47 5.468C4 13.126 1.5 18.394.595 24.656c-.44 3.04-.568 3.66-.594 19.188-.01 5.176 0 11.988 0 21.125 0 27.12.03 35.05.16 36.59.45 5.42 1.3 8.83 3.1 12.56 3.44 7.14 10.01 12.5 17.75 14.5 2.68.69 5.64 1.07 9.44 1.25 1.61.07 18.02.12 34.44.12 16.42 0 32.84-.02 34.41-.1 4.4-.207 6.955-.55 9.78-1.28 7.79-2.01 14.24-7.29 17.75-14.53 1.765-3.64 2.66-7.18 3.065-12.317.088-1.12.125-18.977.125-36.81 0-17.836-.04-35.66-.128-36.78-.41-5.22-1.305-8.73-3.127-12.44-1.495-3.037-3.155-5.305-5.565-7.624C116.9 4 111.64 1.5 105.372.596 102.335.157 101.73.027 86.19 0H65.03z"
                                        transform="translate(1.004 1)" />
                                    <path fill="#fff"
                                        d="M66.004 18c-13.036 0-14.672.057-19.792.29-5.11.234-8.598 1.043-11.65 2.23-3.157 1.226-5.835 2.866-8.503 5.535-2.67 2.668-4.31 5.346-5.54 8.502-1.19 3.053-2 6.542-2.23 11.65C18.06 51.327 18 52.964 18 66s.058 14.667.29 19.787c.235 5.11 1.044 8.598 2.23 11.65 1.227 3.157 2.867 5.835 5.536 8.503 2.667 2.67 5.345 4.314 8.5 5.54 3.054 1.187 6.543 1.996 11.652 2.23 5.12.233 6.755.29 19.79.29 13.037 0 14.668-.057 19.788-.29 5.11-.234 8.602-1.043 11.656-2.23 3.156-1.226 5.83-2.87 8.497-5.54 2.67-2.668 4.31-5.346 5.54-8.502 1.18-3.053 1.99-6.542 2.23-11.65.23-5.12.29-6.752.29-19.788 0-13.036-.06-14.672-.29-19.792-.24-5.11-1.05-8.598-2.23-11.65-1.23-3.157-2.87-5.835-5.54-8.503-2.67-2.67-5.34-4.31-8.5-5.535-3.06-1.187-6.55-1.996-11.66-2.23-5.12-.233-6.75-.29-19.79-.29zm-4.306 8.65c1.278-.002 2.704 0 4.306 0 12.816 0 14.335.046 19.396.276 4.68.214 7.22.996 8.912 1.653 2.24.87 3.837 1.91 5.516 3.59 1.68 1.68 2.72 3.28 3.592 5.52.657 1.69 1.44 4.23 1.653 8.91.23 5.06.28 6.58.28 19.39s-.05 14.33-.28 19.39c-.214 4.68-.996 7.22-1.653 8.91-.87 2.24-1.912 3.835-3.592 5.514-1.68 1.68-3.275 2.72-5.516 3.59-1.69.66-4.232 1.44-8.912 1.654-5.06.23-6.58.28-19.396.28-12.817 0-14.336-.05-19.396-.28-4.68-.216-7.22-.998-8.913-1.655-2.24-.87-3.84-1.91-5.52-3.59-1.68-1.68-2.72-3.276-3.592-5.517-.657-1.69-1.44-4.23-1.653-8.91-.23-5.06-.276-6.58-.276-19.398s.046-14.33.276-19.39c.214-4.68.996-7.22 1.653-8.912.87-2.24 1.912-3.84 3.592-5.52 1.68-1.68 3.28-2.72 5.52-3.592 1.692-.66 4.233-1.44 8.913-1.655 4.428-.2 6.144-.26 15.09-.27zm29.928 7.97c-3.18 0-5.76 2.577-5.76 5.758 0 3.18 2.58 5.76 5.76 5.76 3.18 0 5.76-2.58 5.76-5.76 0-3.18-2.58-5.76-5.76-5.76zm-25.622 6.73c-13.613 0-24.65 11.037-24.65 24.65 0 13.613 11.037 24.645 24.65 24.645C79.617 90.645 90.65 79.613 90.65 66S79.616 41.35 66.003 41.35zm0 8.65c8.836 0 16 7.163 16 16 0 8.836-7.164 16-16 16-8.837 0-16-7.164-16-16 0-8.837 7.163-16 16-16z" />
                                </svg>
                            </span>
                        </a>
                    </li>
                    <li>
                        <a href="https://t.me/avto_korea_news">
                            <span class="text">Telegram</span>
                            <span class="icon telegram">
                                <svg version="1.1" xmlns="http://www.w3.org/2000/svg"
                                    xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px" viewBox="0 0 500 435"
                                    style="enable-background:new 0 0 500 435;" xml:space="preserve">
                                    <path class="st0" d="M8.8,208.7l115.2,43l44.6,143.4c2.9,9.2,14.1,12.6,21.5,6.5l64.2-52.3c6.7-5.5,16.3-5.8,23.4-0.7l115.8,84.1
                                            c8,5.8,19.3,1.4,21.3-8.2l84.9-408.2c2.2-10.5-8.2-19.3-18.2-15.4L8.7,183.3C-3,187.8-2.9,204.4,8.8,208.7L8.8,208.7z M161.4,228.9
                                            L386.6,90.2c4-2.5,8.2,3,4.7,6.2L205.5,269.1c-6.5,6.1-10.7,14.2-11.9,23l-6.3,46.9c-0.8,6.3-9.6,6.9-11.4,0.8l-24.3-85.5
                                            C148.8,244.6,152.8,234.2,161.4,228.9L161.4,228.9z M161.4,228.9"></path>
                                </svg>
                            </span>
                        </a>
                    </li>
                    <li>
                        <a href="https://invite.viber.com/?g2=AQBt9dOav%2F3DUUsNNmKpY60vx34c%2FN5u713qGgvfuq%2FjTe%2Fpaut%2BryEQIY45cq2a&lang=ru">
                            <span class="text">Viber</span>
                            <span class="icon viber">
                                <svg id="Bold" enable-background="new 0 0 24 24" height="512" viewBox="0 0 24 24" width="512" xmlns="http://www.w3.org/2000/svg">
                                    <path d="m23.155 13.893c.716-6.027-.344-9.832-2.256-11.553l.001-.001c-3.086-2.939-13.508-3.374-17.2.132-1.658 1.715-2.242 4.232-2.306
                                    7.348-.064 3.117-.14 8.956 5.301 10.54h.005l-.005 2.419s-.037.98.589 1.177c.716.232 1.04-.223 3.267-2.883 3.724.323 6.584-.417
                                    6.909-.525.752-.252 5.007-.815 5.695-6.654zm-12.237 5.477s-2.357 2.939-3.09 3.702c-.24.248-.503.225-.499-.267 0-.323.018-4.016.018-4.016-4.613-1.322-4.341-6.294-4.291-8.895.05-2.602.526-4.733 1.93-6.168 3.239-3.037 12.376-2.358 14.704-.17 2.846 2.523 1.833 9.651 1.839 9.894-.585 4.874-4.033 5.183-4.667 5.394-.271.09-2.786.737-5.944.526z"/>
                                    <path d="m12.222 4.297c-.385 0-.385.6 0 .605 2.987.023 5.447 2.105 5.474 5.924 0 .403.59.398.585-.005h-.001c-.032-4.115-2.718-6.501-6.058-6.524z"/>
                                    <path d="m16.151 10.193c-.009.398.58.417.585.014.049-2.269-1.35-4.138-3.979-4.335-.385-.028-.425.577-.041.605 2.28.173 3.481 1.729 3.435 3.716z"/>
                                    <path d="m15.521 12.774c-.494-.286-.997-.108-1.205.173l-.435.563c-.221.286-.634.248-.634.248-3.014-.797-3.82-3.951-3.82-3.951s-.037-.427.239-.656l.544-.45c.272-.216.444-.736.167-1.247-.74-1.337-1.237-1.798-1.49-2.152-.266-.333-.666-.408-1.082-.183h-.009c-.865.506-1.812 1.453-1.509 2.428.517 1.028 1.467 4.305 4.495 6.781 1.423 1.171 3.675 2.371 4.631 2.648l.009.014c.942.314 1.858-.67 2.347-1.561v-.007c.217-.431.145-.839-.172-1.106-.562-.548-1.41-1.153-2.076-1.542z"/>
                                    <path d="m13.169 8.104c.961.056 1.427.558 1.477 1.589.018.403.603.375.585-.028-.064-1.346-.766-2.096-2.03-2.166-.385-.023-.421.582-.032.605z"/>
                                </svg>
                            </span>
                        </a>
                    </li>
                    <li>
                        <a href="https://www.youtube.com/channel/UCXkG2NbSopQwvToq2R0NRxw">
                            <span class="text">YouTube</span>
                            <span class="icon youtube">
                                <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" version="1.1" id="Layer_1" x="0px" y="0px" viewBox="0 0 461.001 461.001" style="enable-background:new 0 0 461.001 461.001;" xml:space="preserve">
                                    <path d="M365.257,67.393H95.744C42.866,67.393,0,110.259,0,163.137v134.728  c0,52.878,42.866,95.744,95.744,95.744h269.513c52.878,0,95.744-42.866,95.744-95.744V163.137  C461.001,110.259,418.135,67.393,365.257,67.393z M300.506,237.056l-126.06,60.123c-3.359,1.602-7.239-0.847-7.239-4.568V168.607  c0-3.774,3.982-6.22,7.348-4.514l126.06,63.881C304.363,229.873,304.298,235.248,300.506,237.056z"/>
                                </svg>
                            </span>
                        </a>
                    </li>
                </ul>
                <div class="phone">
                    <a href="tel:0800201764">0 800 201 764</a>
                </div>
                <div class="callback_btn">
                    <div class="text-call">
                        <svg version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink"
                            id="Capa_1" xml:space="preserve" y="0px" x="0px" viewBox="0 0 348.077 348.077">
                            <path d="M340.273,275.083l-53.755-53.761c-10.707-10.664-28.438-10.34-39.518,0.744l-27.082,27.076
                                        c-1.711-0.943-3.482-1.928-5.344-2.973c-17.102-9.476-40.509-22.464-65.14-47.113c-24.704-24.701-37.704-48.144-47.209-65.257
                                        c-1.003-1.813-1.964-3.561-2.913-5.221l18.176-18.149l8.936-8.947c11.097-11.1,11.403-28.826,0.721-39.521L73.39,8.194
                                        C62.708-2.486,44.969-2.162,33.872,8.938l-15.15,15.237l0.414,0.411c-5.08,6.482-9.325,13.958-12.484,22.02
                                        C3.74,54.28,1.927,61.603,1.098,68.941C-6,127.785,20.89,181.564,93.866,254.541c100.875,100.868,182.167,93.248,185.674,92.876
                                        c7.638-0.913,14.958-2.738,22.397-5.627c7.992-3.122,15.463-7.361,21.941-12.43l0.331,0.294l15.348-15.029
                                        C350.631,303.527,350.95,285.795,340.273,275.083z"></path>
                        </svg>
                        <span>Заказать<br>звонок</span>
                    </div>
                </div>
            </div>




		</div><!-- .top -->
    <!-- close header -->



    <div class="headFilter">
      <select class="mobSort" >
        <option value="nosort">По умолчанию</option>
        <option value="alfSort">По алфавиту</option>
        <option value="priceSort">По цене</option>
      </select>
      <span class="headFilterButton">Фильтр</span>
    </div>
